Repository: developer-mohamed-saad/custom_product_type_for-woocommerce
Catalog: languages/custom-product-type-for-woocommerce-*.po
Languages: ar

source: Custom WC Product Type Settings
ar: إعدادات نوع المنتج المخصص

source: Singular name
ar: الاسم المفرد

source: Product Type Singular Name
ar: نوع المنتج الاسم المفرد

source: EX:('Book','Shirt','Demo',…)
ar: مثال:("كتاب", "قميص","مكون اضافي")

source: Plural name
ar: اسم الجمع

source: Product Type Plural Name
ar: نوع المنتج اسم الجمع

source: EX:('Books','Shirts','Demos',…)
ar: مثال:("كتاب", "قميص","مكون اضافي")

source: Custom Taxonomy
ar: التصنيف المخصص

source: (Enable/Disable) Custom Taxonomy
ar: (تمكين / تعطيل) التصنيف المخصص

source: Enabled
ar: ممكن

source: Disabled
ar: معطل

source: Display In Shop
ar: عرض في المتجر

source: (Show/Hide) From Shop Page
ar: (إظهار / إخفاء) من صفحة المتجر

source: Show
ar: اظهار

source: Hide
ar: اخفاء

source: Enable Badge
ar: تمكين الشارة

source: Enable Product Badge
ar: تمكين شارة المنتج

source: Badge Text
ar: نص الشارة

source: Badge Background Color
ar: لون خلفية الشارة

source: Choose Badge Background Color
ar: اختر لون خلفية الشارة

source: Badge Text Color
ar: لون نص الشارة

source: Choose Badge Text Color
ar: اختر لون نص الشارة

source: Enable Custom Tab
ar: تمكين علامة التبويب المخصصة

source: Enable Product Custom Tab
ar: تمكين علامة تبويب المنتج المخصصة

source: Custom Tab Label
ar: تسمية علامة تبويب مخصصة

source: Custom Tab Label Text
ar: نص تسمية علامة التبويب المخصصة

source: Custom Tab Text Fields
ar: حقول نص علامة التبويب المخصصة

source: Custom Product Types Settings
ar: إعدادات أنواع المنتجات المخصصة

source: Custom Product Types Generated Successfully
ar: تم إنشاء أنواع المنتجات المخصصة بنجاح

source: No Custom Product Types Found
ar: لم يتم العثور على أنواع منتجات مخصصة

source: Custom Product Types Generated Failed
ar: فشل إنشاء أنواع المنتجات المخصصة

source: Product Types
ar: انواع المنتجات

source: Product Types
ar: أنواع المنتجات

source: Product Type
ar: نوع المنتج

source: Add Product Type
ar: أضف نوع منتج

source: Add new Product Type
ar: أضف نوع منتج جديد

source: New Product Type
ar: نوع منتج جديد

source: Edit Product Type
ar: تحرير نوع المنتج

source: View Product Type
ar: عرض نوع المنتج

source: All Product Types
ar: جميع أنواع المنتجات

source: Search Product Types
ar: البحث في انواع المنتجات

source: Parent Product Type
ar: نوع المنتج الأب

source: No Product Types found
ar: لم يتم العثور على أنواع المنتجات

source: No Product Types found in Trash
ar: لم يتم العثور على أنواع المنتجات في المهملات

source: Custom Product Type for WooCommerce Premium
ar: نوع المنتج المخصص لووكومرس

source: This Plugin Add WooCommerce Custom Product types with awesome features.
ar: يضيف هذا البرنامج المساعد أنواع منتجات ووكومرس المخصصة مع العديد من الميزات الرائعة.

source: Mohamed Saad
ar: محمد سعد
